/* Error messages. */
"Error:  %@" = "Virhe: %@";
"An error occurred.  %@  OSErr %d" = "Tapahtui virhe. %@ OSErr %d";
"Unable to open that file." = "Tiedostoa ei voida avata.";
"Unable to execute that file." = "Tiedostoa ei voida suorittaa.";
"A script error occurred.  %s" = "Tapahtui skriptivirhe. %s";
"Unable to resolve that alias because the original item cannot be found." = "Aliasta ei voitu selvittää, koska alkuperäistä kohdetta ei löydetty.";

/* Menu items. */
"%@ Scripts" = "%@-skriptit";
"Open Scripts Folder" = "Avaa Scripts-kansio";
"Network Scripts" = "Verkkoskriptit";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "Avaa verkon skriptikansio";
"Open Computer Scripts Folder" = "Avaa tietokoneen skriptikansio";
"Open User Scripts Folder" = "Avaa käyttäjän skriptikansio";
"Open %@ Scripts Folder" = "Avaa ohjelman %@ skriptikansio";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "Avaa %@";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "Oletusskriptieditori";
